/***************/
/* Main Window */
/***************/
"Colour Contrast Analyser" = "Outil d'Analyse de Contraste des Couleurs";
"Foreground" = "Premier plan";
"Background" = "Arrière plan";
"Foreground colour dropdown" = "Sélecteur de premier plan";
"Background colour dropdown" = "Sélecteur d'arrière plan";
"Display and edit the chosen foreground colour" = "Affiche et modifie la couleur du premier plan";
"Display and edit the chosen background colour" = "Affiche et modifie la couleur de l'arrière plan";
"Red" = "Rouge";
"Green" = "Vert";
"Blue" = "Bleu";
"Colour select:" = "Couleur:";
"Results" = "Résultats";
"Results for color blindness" = "Resultats de perception des couleurs";
"Colour/Brightness difference" = "Différence de Couleur/Intensité";
"Contrast ratio" = "Ratio de contraste";
"example text showing contrast" = "exemple de texte avec contraste";
"Text" = "Texte";
"Large text" = "Grand texte";

"Normal" = "Normal";
"Protanopia" = "Protanopie";
"Deuteranopia" = "Deutéranopie";
"Tritanopia" = "Tritanopie";
"Color blindness" = "Achromatopsie";

/* NSTextFieldLuminosity */
"Pass" = "Conforme";
"Fail" = "Echec";
"passed at level" = "conforme au niveau";
"failed at level" = "non conforme au niveau";

/* NSTextFieldColourBlindness */
"The contrast ratio is" = "Le ratio de contraste est de";
"colour difference" = "différence de couleur";
"brightness difference" = "différence d'intensité";

/******************/
/* Details drawer */
/******************/
"Show details" = "Montrer détails";
"Copy results" = "Copier les résultats";
/* Results */
"sufficient" = "suffisant";
"not sufficient" = "insuffisant";
"detail_1" = "La différence d'intensité entre les deux couleurs est";
"detail_2" = "La limite est de 125, et le resultat des couleurs de premier et d'arrière plan est de";
"detail_3" = "La différence de couleur entre les deux couleurs est";
"detail_4" = "La limite est de 500, et le resultat des couleurs de premier et d'arrière plan est de";
"detail_5" = "Note: Malgré que la différence de couleur n'est pas conforme à la spécification W3C, il se conforme à la gamme utilisée par Hewlett-Packard. Hewlett Packard recommende une différence de couleur limitée à 400.";
"detail_6" = "1.4.2 Contraste (Minimum):  Le texte (et images de texte) a une différence de contraste d'au moins 4.5:1, excepté si le texte est purement décoratif. Les textes de grande taille (au moins 18 points ou 14 points en gras) ou images de texte peuvent avoir une différence de contraste de 3:1. (Niveau AA)";
"detail_7" = "1.4.4 Contraste (Augmenté): Le texte (et images de texte) a une différence de contraste d'au moins 7:1, excepté si le texte est purement décoratif. Les textes de grande taille (au moins 18 points ou 14 points en gras) ou images de texte peuvent avoir une différence de contraste de 4.5:1. (Niveau AAA)";
"detail_8" = "Note: Les polices spécialement petites ou décoratives sont difficiles à lire avec un contraste de bas niveau.";


/********************/
/* Application Menu */
/********************/
"About Colour Contrast Analyser" = "A propos de l'Outil d'Analyse de Contraste des Couleurs";
"Preferences…" = "Préfèrences…";
"Hide Colour Contrast Analyser" = "Masquer l'Outil d'Analyse de Contraste des Couleur";
"Hide Others" = "Masquer les Autres";
"Services" = "Services";
"Show All" = "Montrer Tout";
"Quit Colour Contrast Analyser" = "Quitter l'Outil d'Analyse de Contraste des Couleur";

/****************/
/* Options Menu */
/****************/
"Options" = "Options";
"Displayed color values" = "Afficher valeur de couleur";
"Algorithm" = "Algorithme";
"Luminosity" = "Luminosité";
"Show color sliders" = "Afficher les selecteurs de couleur";

/*************/
/* Edit Menu */
/*************/
"Edit" = "Edition";
"Copy" = "Copier";
"Paste" = "Coller";

/***************/
/* Window Menu */
/***************/
"Window" = "Fenêtre";
"Minimize" = "Réduire";
"Bring All to Front" = "Mettre tout au premier plan";

/*************/
/* Help Menu */
/*************/
"Help" = "Aide";
"Colour Contrast Analyser Help" = "Aide sur l'Outil d'Analyse de Contraste des Couleur";

/************/
/* ToolTips */
/************/
"⌘O : Open details panel" = "⌘O : Ouvrir le panneau des détails";
"⌘D : Select Colour/Brightness difference algorithm" = "⌘D : Choisir l'algorithme de différence de Couleur/Intensité";
"⌘L : Select Luminosity algorithm" = "⌘L :Choisir l'algorithme de Luminosité";
"⌘R : Switch into RGB input" = "⌘R : Basculer en mode de saisie RGB";
"⌘E : Switch into HEX input" = "⌘E : Basculer en mode de saisie HEX";